Repository: Acidburn0zzz/xfce4-session
Catalog: po/*.po
Languages: es_mx, no, ta

source: Default Theme
es_mx: Tema por omisión
no: Standard tema
ta: கொடாநிலை தோற்றம்

source: Default splash screen
es_mx: Desplegado inicial
no: Standard oppstartsbilde
ta: கொடாநிலை திரை தொடக்கம் ஓவியம்

source: About %s...
es_mx: Acerca de %s...
no: Om %s...
ta: %s பற்றி...

source: Author:
es_mx: Autor:
no: Forfatter:
ta: எழுதியவர்:

source: Unable to install splash theme from file %s: %s
es_mx: Imposible instalar tema para desplegado del archivo %s: %s
no: Ikke i stand til å installere oppstarts tema fra fil %s: %s
ta: திரை-தொடக்க ஓவியதெதை %s கோப்பிலிருந்து நிறுவிக்க முடியவில்லை: %s

source: Install new theme
es_mx: Instalar tema nuevo
no: Installer nytt tema
ta: புதிய உருகாறு நிறுவிக்கவும்

source: Session management
es_mx: Administración de session
no: Økt administrering
ta: அமர்வு மேலாண்மை

source: General
no: Generellt
ta: ¦À¡ÐÅ¡É¨Å

source: Confirm logout
es_mx: Confirmar salir
no: Bekreft utlogging
ta: கணிப்பொறியிலிருந்து வெளிச்செல்வதை உறுதிசெய்ய வேண்டும்

source: Should the session manager ask the user to confirm the logout. If disabled, the session will be closed without any further user interaction.
no: Skal økt administratoren spør brukeren om å bekrefte utlogging. Økten vil bli stengt uten ytterligere påvirkning av brukeren hvis det er deaktivert.

source: Automatically save session on logout
es_mx: Guardar sessión al salir
no: Automatisk lagre økten ved utlogging
ta: வெளிச்செல்லும்போது அமர்வு நிலையை சேமிக்கவும்

source: Show tray icon
no: Vis kurv ikon
ta: பட்டையில் குறும்படத்தை காட்டுக

source: Show the session managers tray icon in the desktops notification area (also known as the system tray).
no: Vis øktens administrator kurv ikon i skrivebordets varslings området (også kjent som systemkurven).
ta: அமர்வு மேலாளர் குறும்படத்தை பட்டையில் காண்பிக்கவும்

source: Default action on logout
es_mx: Acción por omisión al salir
no: Standard handling ved loggut
ta: வெளிச்செல்லும்போது கொடாநிலை செய்கை

source: _Quit current session
es_mx: _Salir de la sessión
no: _Avslutt nåverende økt
ta: தற்போதைய அமர்விலிருந்து வெளியேறுக

source: _Reboot the computer
es_mx: _Reiniciar la computadora
no: _Restart datamaskinen
ta: _கணிப்பொறியை மீண்டும் தொடங்கவும்

source: _Turn off computer
es_mx: _Apagar la computadora
no: _Skru av datamaskinen
ta: கணிப்பொறியை நிறுத்துக

source: Splash screen theme
es_mx: Tema del desplegado
no: Oppstartsbilde tema
ta: திரை-தொடக்கம் ஓவிய தோற்றம்

source: Select the splash screen theme that should be displayed when the session is started.
no: Velg oppstartsbilde temaet som skal bli vist når økten blir startet.
ta: அமர்வு தொடங்கும்போது காண்பிக்க வேண்டிய தொடக்க-ஓவிய உருவம் தெரிவுவெய்யவும்.

source: Show theme info
es_mx: Mostrar información del tema
no: Vis tema info
ta: தோற்றத்தின் தகவல் காண்பிக்கவும்

source: %u clients connected
no: %u klienter tilkoblet
ta: இணைப்பு கொண்ட சேவைப்பயனர்கள் %u

source: desktop
es_mx: escritorio
no: skrivebord
ta: கணிமேசை

source: Starting session manager..
es_mx: Comenzando administrador de sessión
no: Starter økt administrator..
ta: அமர்வு மேலாளர் தொடங்கப்படுகிறது...

source: Unable to create users XFce settings directory %s: %s
es_mx: Imposible crear configuracion de usuariodirectorio %s: %s
no: Ikke i stand til å skape XFce bruker instillings katalog &s: &s
ta: பயனரின் XFce அமைப்பு அடைவு படைக்க முடியவில்லை %s: %s

source: Unable to create users XFce session directory %s: %s
es_mx: Imposible crear session de usuariodirectorio %s: %s
no: Ikke i stand til å skape XFce bruker økt katalog %s: %s
ta: பயனரின் XFce அமர்வு அடைவு படைக்க முடியவில்லை %s:·%s

source: Session control
no: Økt kontroll
ta: அமர்வு கட்டுப்பாடு

source: Save session
no: Lagre økt
ta: அமர்வு சேமிக்கவும்

source: Quit session
no: Avslutt økt
ta: அமர்விலிருந்து வெளிச்செல்

source: The session manager was unable to start the Multi-Channel settings manager. This is most often caused by a broken XFce installation. Please contact your local system administrator and report the problem.
es_mx: Imposible comenzar el administrador de configuración Verifique su instalación de XFCE.
no: Økt håndtereren var ikke i stand til å starte multi-kanals instillings administratoren. Dette er ofte på grunn av en ødelagt XFce installasjon. Vennligst kontakt din lokale system administrator og rapporter problemet.

source: Unable to create MCS client
es_mx: Imposible comenzar el cliente MCS
no: Ikke i stand til å skape MCS klient
ta: MCS சேவைப்பயனர் படைக்க முடியவில்லை

source: The session manager was unable to restore your previous session. It'll therefore start a default session.
no: Økt håndtereren var ikke i stand til å gjenopprette din tidligere økt. Den vil derfor starte en standard økt.

source: The client "%s" closed the connection to the session manager. The following reason was given: %s
es_mx: El cliente "%s" cerró la conexión. La causa: %s
no: Klienten "%s" stengte koblingen til økt håndtereren. Følgende grunn ble gitt: %s

source: Logout session
es_mx: Salir de sessión
no: Loggut av økt
ta: அமர்விலிருந்து விலகு

source: End session for <b>%s</b>
es_mx: Terminar session para <b>%s</b>
no: Avslutt økt for <b>%s</b>
ta: <b>%s</b> க்கு அமர்வு முடிந்தது

source: What do you want to do next?
es_mx: ¿Y ahora que quieres hacer?
no: Hva vil du gjøre nå?
ta: உங்களுக்கு, அடுத்து என்ன செய்ய விருப்பம்?

source: _Save session for future logins
es_mx: _Guardar session
no: _Lagre økt for fremtidige innlogginger
ta: _எதிர்கால உள்நுழைவுக்கு அமர்வை சேமிக்கவும்

source: The following error occured while trying to shutdown the computer: %s
es_mx: Ocurrió el siguiente error: %s
no: Følgende feil skjedde når datamaskinen skullle avsluttes: %s
ta: கணிப்பொறி நிருத்தும்போது இப்பிழை நடைப்பெற்றது: %s

source: Starting %s...
es_mx: Comenzando %s...
no: Starter %s...
ta: %s தொடங்கப்படுகின்றது...

source: Doing Autostart...
es_mx: Haciendo el autoarranque...
no: Kjører autostart...
ta: தானே தொடங்கப்படுகின்றது...

source: Starting session manager...
es_mx: Comenzando el administrador de sessión
no: Starter økt håndterer...
ta: அமர்வு மேலாளர் தொடங்கப்படுகின்றது...

source: Idle
no: Inaktiv
ta: முடங்கம்

source: Interacting
no: Interaktiv
ta: ஊடாடுகிறது

source: Save completed
no: Lagring fullført
ta: சேமிப்பு முடிந்தது

source: Saving
no: Lagrer
ta: சேமிக்கின்றது

source: Saving (local)
no: Lagrer (lokalt)
ta: சேமிக்கின்றது (உள்ளமை)

source: Waiting to interact
no: Venter på interaktiv
ta: ஊடாடுவதட்கு காத்திருக்கின்றது

source: Waiting to enter Phase2
no: Venter på Fase2
ta: Phase2 நுழைவதட்கு காத்திருக்கின்றது

source: Disconnecting
no: Kobler ifra
ta: துண்டிக்கப்படுகின்றது

source: Unable to clone client: %s
no: Ikke i stand til å klone klient: %s
ta: சேவைப்பயனர் நகல்செய்ய முடியவில்லை: %s

source: Priority
no: Prioritet
ta: முக்கியத்துவம்

source: User
no: Bruker
ta: பயனர்

source: State
no: Tilstand
ta: நிலமை

source: Kill client
no: Drep klient
ta: சேவைப்பயனர் கொல்க

source: Clone client
no: Klon klient
ta: சேவைப்பயனர் நகல்செய்

source: Unknown
no: Ukjent
ta: தெரியாதது

source: Usage: %s <action>
es_mx: Uso: %s <acción>
no: Bruk: %s <action>
ta: புழங்குதல்: %s <செயல்>

source: %s: Unknown action %s
es_mx: %s: acción desconocida %s
no: %s: Ukjent handling %s
ta: %s: தெரியாத செயல் %s

source: You are not allowed to execute the action "%s". Ask your system adminitrator to add you to the list of people allowed to execute shutdown actions, by adding your username to the file %s.
es_mx: Usted no está autorizado para ejecutar "%s". Pregunte a su administrador o configure bien su sistema agregando su nombre al archivo %s.
no: Du har ikke lov til å utføre denne handlingen "%s". Be din system administrator om å tilføye deg på listen over personer som har lov til å slå av maskinen, ved å fyre brukernavnet ditt på filen %s.

source: Unable to shutdown this box. Please check your installation, or contact your system administrator and report the problem.
es_mx: Imposible cerrar el sistema. Verifique su instalación o reporte el problema con el servicio técnico especializado.
no: Ikke i stand til å skru av denne maskinen. Vennlisgst sjekk din installasjon, eller kontakt din system administrator og rapporter problemet.

source: Got no way to shutdown the system. You should ask your system administrator to either add your account name to %s or to install sudo(8) and grant you the right execute reboot and halt commands.
es_mx: No hay forma de cerrar el sistema. Consulte con su administrador o agregue su cuenta al archivo %s, o bien lea el manual de instalación de sudo(8) para permitirse la ejecución de "reboot" y "halt".
no: Ikke mulig å skru av systemet. Spør din system administrator om å enten legge til din konto til %s eller installere sudo(8) og gi deg myndigheter til å restart og avslåings kommandoer.

source: Info:
es_mx: Información
ta: தகவல்:

source: Program
ta: நிரல்
